Repository: reenaP57/TAP
Catalog: TAP/*.lproj/Localizable.strings
Languages: pt

source: Completed
pt: Ta Pronto!

source: Please wait..
pt: Aguarde...

source: Take A Photo
pt: Tirar Foto

source: Gallery
pt: Galeria

source: Add a photo
pt: Adicionar foto

source: Cancel
pt: Cancelar

source: Mobile Number (Optional)
pt: número do telefone celular (Opcional)

source: Password
pt: Senha

source: Continue as guest
pt: Continuar como visitante

source: Don't have an account?
pt: Ainda não é cadastrado?

source: Forgot Password?
pt: Esqueceu sua senha?

source: Please login to continue
pt: Por favor faça seu login

source: Full Name
pt: Nome completo

source: Confirm New Password
pt: Confirme sua nova senha

source: Already have an account?
pt: Já possui conta?

source: Sign Up
pt: Entrar

source: SIGN UP
pt: ENTRAR

source: An email verification link has been sent on your registered email address. Please verify it for authentication.
pt: O link de verificação foi encaminhado para o e-mail registrado. Por favor verifique para a autenticação.

source: Forgot Password
pt: Esqueceu sua senha

source: A link to reset password will be sent to your registered email address.
pt: O link para a alteração de uma nova senha será encaminhado para seu e-mail

source: Submit
pt: Aceitar

source: Profile Setting
pt: Perfil do usuário

source: Log Out
pt: Sair

source: Edit Profile
pt: Editar seu perfil

source: Change Password
pt: Mudar a senha

source: My Favourites
pt: Meus favoritos

source: Change Language
pt: Selecione idioma

source: Notification
pt: Notificação

source: About Us
pt: Sobre nós

source: Terms & Conditions
pt: Termos e condições

source: Contact Us
pt: Contate-nos

source: Privacy Policy
pt: Politica de privacidade

source: By signing up you do agree with the
pt: Ao registrar, voce estará de acordo com o

source: of Ta Pronto!
pt: do Ta Pronto!

source: Old Password
pt: Senha antiga

source: New Password
pt: Nova senha

source: Update
pt: atualizar

source: Search restaurant by name, cuisine or dish
pt: Buscar restaurante por nome, cozinha ou prato

source: Your Orders
pt: Seus pedidos

source: Order Accepted
pt: Seu pedido foi processado com sucesso

source: ORDER PENDING
pt: PEDIDO PENDENTE

source: ORDER READY
pt: PEDIDO PRONTO

source: ORDER REJECTED
pt: PEDIDO REJEITADO

source: To pay (by cash)
pt: PARA PAGAR (DINHEIRO)

source: Paid (with stripe)
pt: PAGO (CARTAO DE Crédito)

source: Search
pt: Buscar

source: Just now
pt: Agora

source: min ago
pt: um minuto atrás

source: mins ago
pt: minutos atrás

source: hour ago
pt: uma hora atrás

source: hours ago
pt: horas atrás

source: day ago
pt: um dia atrás

source: days ago
pt: dias atrás

source: week ago
pt: uma semana atrás

source: weeks ago
pt: semanas atrás

source: month ago
pt: um mês atrás

source: months ago
pt: meses atrás

source: year ago
pt: um ano atrás

source: years ago
pt: anos atrás

source: View Ratings
pt: Ver avaliações

source: Promotions
pt: Promoção

source: Filters
pt: Filtro

source: Price
pt: Preço

source: Sort By
pt: Definir por

source: Non-Veg
pt: Não Vegetariano

source: Apply Filter
pt: Aplicar filtro

source: Most Popular
pt: Os mais populares

source: Distance
pt: Distância

source: Veg
pt: Vegetariano

source: Reset Filter
pt: Limpar filtro

source: Add Rate
pt: Adicionar avaliação

source: Rate Order
pt: Avalie o pedido

source: Order Id:
pt: Número do pedido

source: Nearby Restaurants
pt: Restaurantes pertos

source: New Arrival
pt: Novos

source: Search your location
pt: Buscar localização

source: Recently Searched Location
pt: Recentemente buscado

source: Delivery Area
pt: Área de entrega

source: Home
pt: Residencial

source: Work
pt: Trabalho

source: Other
pt: Outros

source: Save Address
pt: Salvar endereço

source: Add New Address
pt: Adicionar novo endereço

source: Edit
pt: Editar

source: Delete
pt: Apagar

source: Manage Addresses
pt: Editar endereços

source: Add Address
pt: Adicionar endereço

source: BILL SUMMARY
pt: Resumo da fatura

source: Grand Total
pt: Total

source: PAYMENT OPTIONS
pt: Opções de pagamento

source: Cash On Delivery
pt: Dinheiro na entrega

source: Stripe
pt: Cartão de crédito

source: Complete Payment
pt: Efetuar o pagamento

source: Payment Success
pt: Pagamento confirmado

source: Apply Coupon Code
pt: Aplicar cupom de desconto

source: Proceed To Pay
pt: Ir para o pagamento

source: Add your review…
pt: Adicione seu comentário

source: How would you rate the restaurant service ?
pt: Como voce avalia o serviço do restaurante ?

source: Submit Rating
pt: Submeter avaliação

source: Transaction Id:
pt: Número da transação:

source: Have a coupon code? Enter Here…
pt: Cupom de desconto? Digite aqui

source: Choose From The Offers Below
pt: Escolha uma (ou mais) das opções abaixo

source: Apply
pt: Solicitar

source: View Order Details
pt: Confira os detalhes do seu pedido

source: Are you sure you want to delete this address?
pt: Tem certeza que deseja deletar este endereço?

source: Enter Other Nickname
pt: Digite outro nome

source: View Cart
pt: Visualizar carrinho

source: View Map
pt: Ver mapa

source: Discount
pt: Desconto

source: Edit Address
pt: Editar endereço

source: Current Location
pt: Localização atual

source: Coupon Code
pt: Cupom de desconto

source: Copy Code
pt: Copiar código

source: Copy
pt: Copiar

source: mins
pt: minutos

source: No results found
pt: Nenhum resultado encontrado

source: Results found
pt: Resultados encontrados

source: Closed
pt: Fechado

source: CLOSED
pt: FECHADO

source: Close
pt: Fechar

source: CLOSE
pt: FECHAR

source: CLEAR CART & ADD
pt: LIMPAR CARRINHO E ADICIONAR

source: Favorites
pt: Favoritos

source: No data found.
pt: Nenhum dado encontrado

source: Restaurant Deals
pt: Promoções

source: Select City
pt: Selecionar a cidade

source: No Dishes Available for this Category
pt: Indisponível nesta categoria

source: Ratings
pt: Avaliações

source: Offer Detail
pt: Detalhe da oferta

source: search_transition
pt: Buscar andamento

source: No restaurants available for this location, try with another location.
pt: Desculpe! Não há restaurantes disponíveis nesta localização. Tente outra localização.

source: See All
pt: Ver tudo

source: No Address Added. Click on below Button for Add Address
pt: Endereço não adicionado. Clique no botão abaixo para adiciona-lo.

source: Are you sure you want to call this number?
pt: tem certeza que deseja ligar para este número

source: Yes
pt: Sim

source: No
pt: Não

source: Order Summary
pt: Resumo do pedido

source: Are you sure you want to remove this coupon?
pt: Tem certeza que deseja remover este cupom?

source: Are you sure you want to remove this dish from your cart?
pt: Tem certeza que deseja remover este item do seu carrinho?

source: Adding dishes from this restaurant will clear your cart and will add new dishes from this restaurant. There are some dishes already added from other restaurant in your cart. Are you sure you want to clear cart and add new dishes from this restaurant ?
pt: Ao adicionar estes itens, os itens adicionados anteriormente serão deletados. Existem itens em seu carrinho de outro restaurante. Voce tem certeza que deseja esvaziar o carrinho e adicionar estes itens?

source: The order was place on
pt: Seu pedido foi realizado em

source: Coupon Code Copied
pt: Copiar cupom de desconto

source: Pay
pt: Pagar

source: Tax
pt: Taxa

source: Are you sure you want to Logout?
pt: Tem certeza que deseja sair?

source: Done
pt: Pronto!

source: SELECT PAYMENT METHOD
pt: Selecionar método de pagamento

source: Pay with Stripe
pt: Pagar com cartão de crédito

source: Pay by Cash
pt: Pagar com dinheiro

source: Select Language
pt: Selecionar idioma

source: English
pt: Inglês

source: Portuguese
pt: Português

source: Continue
pt: Contunuar

source: Your payment of $20.00 has been successfully done. Here is your Order ID and Transaction ID.
pt: Seu pedido foi realizado com sucesso! Aqui está o número do seu pedido e da sua transação

source: The receipt has been sent to your email.
pt: O recibo foi encaminhado para seu e-mail

source: search results found
pt: Procurar nos resultados encontrados

source: Are you registered user?
pt: Já é cadastrado?

source: Please enter your Full Name.
pt: Por favor digite seu nome completo

source: Please enter your Email Address.
pt: Por favor digite seu e-mail

source: Please enter valid Email Address.
pt: Por favor digite um e-mail válido

source: Please select ratings.
pt: Selecionar avaliações

source: Please enter review.
pt: Faça sua avaliação

source: Please enter your Mobile Number.
pt: Por favor digite o número do seu celular

source: Please enter your Password.
pt: Por favor digite sua senha

source: Please enter minimum 6 character alphanumeric Password.
pt: Escolha uma senha que tenha no mínimo 6 digitos entre letras e números

source: Please enter your Current Password.
pt: Por favor digite sua senha atual.

source: Please enter your New Password.
pt: Por favor digite sua nova senha

source: Please enter your Confirm Password.
pt: Confirmar senha

source: Pair of entered Password and Confirm Password doesn’t match.
pt: A senha e a confirmação da senha não conferem.

source: Please enter Other Nickname.
pt: Porfavor, digite outro nome

source: This feature is not available, please continue with Cash On Delivery.
pt: Esta opção nao esta disponível. Por favor pague com dinheiro no caixa

source: Your payment in under process. Please don’t press back button or close an app it may affect your transaction.
pt: Seu pagamento esta sendo processado. Por favor, aguarde a operação ser concluida para fechar o aplicativo.

source: PAYMENT
pt: PAGAMENTO

source: Add a Note (extra napkins, extra souces...)
pt: Adicionar comentário

source: Search your city
pt: Buscar cidade

source: Additional Charge
pt: Custos adicionais

source: To pay
pt: Para pagar

source: Confirm Password
pt: Confirmar senha

source: Are you sure you want to delete this order?
pt: Tem certeza

source: Please enter your Email.
pt: Por favor digite seu e-mail

source: Please enter valid Email.
pt: Por favor, digite um e-mail valido

source: Please select your Country Code.
pt: Por favor digite o codigo do Pais

source: Please enter your Old Password.
pt: Por favor digite sua senha antiga

source: Your profile updated successfully.
pt: As alterações do perfil foram realizadas com sucesso.

source: Restaurant is closed.
pt: Restaurante fechado.

source: Updated cart detail.
pt: Atualizar detalhes do carrinho.

source: Yet you have not given order.
pt: Seu pedido ainda não foi feito

source: No restaurant,cuisine or dish available.
pt: Restaurantes, cozinha e pratos indisponíveis

source: No dishes available for this restaurant.
pt: Itens indiponíveis neste restaurante

source: No dishes available.
pt: Itens indisponíveis

source: Promotion list not found.
pt: Promoção não encontrada

source: You have not favourite any restaurant.
pt: Você não possui nenhum restaurante favorito

source: Password updated successfully.
pt: Senha atualizada com sucesso

source: This restaurant does not have any reviews yet.
pt: Este restaurante ainda não possui avaliações

source: No favourites restaurant available.
pt: Restaurantes favoritos indisponíveis

source: There are no promotions added for this restaurant.
pt: Não há promoções para este restaurante

source: No match found for the entered text.
pt: Resultado não encontrado.

source: Once you favorite a restaurant, it will appear here.
pt: Os restaurantes favoritos aparecerão aqui

source: Transaction is failed. Please note below transaction details
pt: Erro na transação. Veja os detalhes abaixo

source: Some of the fields are having invalid values
pt: Erro no preenchimento

source: Some of the information has been changed. Kindly review the cart details, before placing order.
pt: Algumas informações foram alteradas. Por favor, reveja seu carrinho antes de finalizar seu pedido.

source: Entered Old password is incorrect.
pt: A senha antiga esta incorreta

source: Please enter correct Password.
pt: Por favor insira a sua senha correta

source: Entered Email and Password is not registered with us.
pt: O e-mail e a senha não estão registrados

source: Email is not verified. Please verify your email.
pt: E-mail não verificado. Por favor verifique seu e-mail

source: Please enter valid Mobile Number.
pt: Por favor, coloque um número de telefone válido

source: Mobile Number is already registered with us. Try Another Mobile Number.
pt: Número de telefone ja existente. Tente outro número

source: Email address is already registered with us. Try Login.
pt: O e-mail já existe. Tente entrar.

source: Email is not registered with us.
pt: E-mail não registrado

source: Email is not verified. Please verify your registered Email.
pt: E-mail não verificado. Por favor verifique o e-mail registrado

source: Method not valid.
pt: Método inválido

source: Unauthorized user.
pt: Usuário não autorizado

source: Something went wrong in sutotal calculation
pt: Algo deu errado no total calculado

source: Your Payment of
pt: Seu pagamento de

source: has been successfully done. Here is your Order ID and Transaction ID.
pt: Foi feito com sucesso. Seu número do pedido e de sua transação é: (ID)

source: Not Available
pt: Não disponível

source: Please login to get your cart history.
pt: Por favor, faça o login para obter o histórico do seu carrinho.

source: Setting
pt: Configuração

source: Allow “Ta Pronto” to access your location while you are using the app?
pt: Permitir que “Ta Pronto” acesse sua localização enquanto você está usando o aplicativo?

source: App needs location
pt: App precisa de localização

source: No Internet Connection
pt: Nenhuma conexão com a Internet

source: It looks like you do no have internet connection. Check you internet connection and try again
pt: Parece que você não tem conexão com a internet. Verifique sua conexão com a Internet e tente novamente

source: Retry
pt: Tente novamente

source: No cuisine available.
pt: Não há cozinha disponível.

source: Cuisines
pt: Cozinhas
